tap 'caskroom/cask'
tap 'heroku/brew'

brew 'awscli'
brew 'bash'
brew 'ctop'
brew 'curl'
brew 'fish'
brew 'ghq'
brew 'git'
brew 'gnu-sed'
brew 'heroku'
brew 'htop'
brew 'jq'
brew 'mackup'
brew 'mas'
brew 'peco'
brew 'python'
brew 'rbenv'
brew 'rmtrash'
brew 'ruby-build'
brew 'telnet'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'yarn'

# Util
cask 'alfred'
cask 'appcleaner'
cask 'backblaze'
cask 'bartender'
cask 'bettertouchtool'
cask 'caffeine'
cask 'duet'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'google-drive-file-stream'
cask 'google-japanese-ime'
cask 'kindle'
cask 'karabiner-elements'
cask 'omnipresence'
cask 'onyx'
cask 'screenflow'

# Dev
cask 'coda'
cask 'dash'
cask 'docker'
cask 'iterm2'
cask 'java'
cask 'ngrok'
cask 'postman'
cask 'pycharm-ce'
cask 'rubymine'
cask 'sequel-pro'
cask 'sketch'
cask 'sourcetree'
cask 'visual-studio-code'

# Communication
cask 'chatwork'
cask 'skype'
cask 'zoomus'

# Finder quick look plugin
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'
cask 'qlcolorcode'

# Entertaiment
cask 'spotify'
cask 'steam'
cask 'vlc'

# drivers
tap 'homebrew/cask-drivers'
cask 'sony-ps4-remote-play'
cask 'fujitsu-scansnap-manager-ix100'

# App Store applications
mas '1Password 7', id: 1333542190
mas 'Airmail 3', id: 918858936
mas 'BetterSnapTool', id: 417375580
mas 'CotEditor', id: 1024640650
mas 'Day One', id: 1055511498
mas 'Evernote', id: 406056744
mas 'Fantastical 2', id: 975937182
mas 'GarageBand', id: 682658836
mas 'iMovie', id: 408981434
mas 'iStat Mini', id: 927292435
mas 'JustFocus', id: 1142151959
mas 'Keynote', id: 409183694
mas 'LINE', id: 539883307
mas 'Microsoft Excel', id: 462058435
mas 'Microsoft OneNote', id: 784801555
mas 'Microsoft PowerPoint', id: 462062816
mas 'Microsoft Word', id: 462054704
mas 'MindNode', id: 1289197285
mas 'Numbers', id: 409203825
mas 'OmniFocus', id: 1346203938
mas 'OmniOutliner', id: 1142578772
mas 'Pages', id: 409201541
mas 'Pixelmator', id: 407963104
mas 'PopClip', id: 445189367
mas 'Quiver', id: 866773894
mas 'Reeder 3', id: 880001334
mas 'Skitch', id: 425955336
mas 'Slack', id: 803453959
mas 'SnippetsLab', id: 1006087419
mas 'The Unarchiver', id: 425424353
mas 'TogglDesktop', id: 957734279
mas 'Tweetbot', id: 557168941
mas 'Xcode', id: 497799835
