tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "linuxbrew/xorg"
brew "awscli"
brew "glib"
brew "cmake"
brew "ctop"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "jq"
brew "ruby-build"
brew "pyenv"
brew "rbenv"
brew "tig"
brew "tree"
brew "wget"
brew "volta"
