tap "homebrew/cask-fonts"
brew "mackup"
brew "mas"
cask "font-source-code-pro"

# App Store applications
mas '1password for safari', id: 1569813296
mas 'Amphetamine', id: 937984704
mas 'BetterSnapTool', id: 417375580
mas 'CotEditor', id: 1024640650
mas 'Day One', id: 1055511498
mas 'Evernote', id: 406056744
mas 'Fantastical', id: 975937182
mas 'GarageBand', id: 682658836
mas 'iStat Menus', id: 1319778037
mas 'Keynote', id: 409183694
mas 'Kindle', id: 405399194
mas 'LINE', id: 539883307
mas 'Memory Diag', id: 748212890
mas 'Microsoft Excel', id: 462058435
mas 'Microsoft OneNote', id: 784801555
mas 'Microsoft PowerPoint', id: 462062816
mas 'Microsoft Word', id: 462054704
mas 'MindNode', id: 1289197285
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Pixelmator', id: 407963104
mas 'PopClip', id: 445189367
mas 'Quiver', id: 866773894
mas 'Reeder 5', id: 1529448980
mas 'Slack', id: 803453959
mas 'SnippetsLab', id: 1006087419
mas 'Spark', id: 1176895641
mas 'The Unarchiver', id: 425424353
mas 'Todoist', id: 585829637
mas 'Twitter', id: 1482454543
mas 'Xcode', id: 497799835
mas '辞書', id: 1380563956
