tap 'heroku/brew'

brew 'awscli'
brew 'bash'
brew 'circleci'
brew 'ctop'
brew 'curl'
brew 'fish'
brew 'fzf'
brew 'ghq'
brew 'git'
brew 'go'
brew 'heroku'
brew 'gh'
brew 'jq'
brew 'nodebrew'
brew 'nvm'
brew 'openssl'
brew 'python'
brew 'rbenv'
brew 'ruby-build'
brew 'telnet'
brew 'tig'
brew 'tree'
brew 'wget'
brew 'yarn'
